<template>
  <div>
    <h1>Требования Защиты от Отмывания Денег Соревновательной платформы CyberT</h1>

    <p>Дата последнего обновления: 20.01.2023 г.</p>
    <p>Принимая во внимание данные Вам права на пользование услугами, Вы гарантируете, подтверждаете, обязуетесь и соглашаетесь, что:</p>

    <ul>
      <li>
        <strong>1.</strong> Ваш возраст составляет не менее 18 лет или достиг отметки совершеннолетия,
        которая является законодательно разрешенной для подписания договоров, согласно
        законодательству Вашей юрисдикции;
      </li>
      <li>
        <strong>2.</strong> Вы являетесь полноправным владельцем денежных средств на Вашем счету. Вся
        информация, которую Вы предоставили Компании в процессе регистрации и/или в
        последующее время, в том числе в рамках любой сделки, которая требует внесения
        денежных средств, является верной, актуальной, точной и в полной мере
        соответствует имени (именам) на кредитной / дебетовой расчетной карте (-ах) или
        другим расчетным счетам, которые будут использоваться для внесения или получения
        средств на Ваш счет/ c Вашего счета;
      </li>
      <li>
        <strong>3.</strong> Вы в полной мере осознаете, что существует риск потери денежных средств в
        процессе использования услуг на Веб-сайте, и Вы несете полную ответственность за
        любые потери, связанные с использованием услуг Веб-сайта. Вы согласны с тем, что
        пользуетесь услугами исключительно по собственному выбору, решению и на свой
        собственный риск. Вы не имеете права предъявлять какие-либо претензии к Компании
        в связи с Вашими убытками, потерями и/или проигрышами;
      </li>
      <li>
        <strong>4.</strong> Вы полностью понимаете общие способы, правила и процедуры предоставления
        услуг и игры в Интернете. Вы понимаете, что несете ответственность за обеспечение
        правильности данных взносов и участия играх. Вы обязуетесь не совершать
        какие-либо действия или поступки, которые могут нанести ущерб репутации Компании.
      </li>
      <li>
        <strong>5.</strong> Соглашаясь с Условиями, Вы наделяете нас правом периодического проведения
        любых проверок (по нашему усмотрению), либо таких, которые будут требоваться
        третьими сторонами (включая в том числе регулятивные органы) для подтверждения
        Вашей личности и контактной информации ("Проверка").
      </li>
      <li>
        <strong>6.</strong> Во время проведения Проверок мы можем ограничить Вашу возможность вывода
        денежных средств с Вашего счета.
      </li>
      <li>
        <strong>7.</strong> Если какая-либо предоставленная Вами информация является ложной, неточной,
        вводящей в заблуждение и/или иным образом неполной, то Вы нарушаете условия
        договора, и мы имеем право закрыть Ваш счет незамедлительно и/или отказать Вам в
        использовании услуг Веб-сайта в дополнение к любым другим действиям по нашему
        усмотрению.
      </li>
      <li>
        <strong>8.</strong> Если мы не сможем подтвердить достижение Вами Допустимого возраста, мы
        вправе приостановить действие Вашего счета. Если на момент Вашего участия в
        операциях на Веб-сайте, связанных с играми, Ваш возраст был менее Допустимого, то
        Ваш счет будет закрыт.
      </li>
      <li>
        <strong>9.</strong> При прохождении AML проверки. Поставщик услуг извлекает имя и дату рождения из
        изображения и сверяет эту информацию с глобальным набором данных списка
        наблюдения, санкций, нежелательных СМИ, политически значимых лиц, реестров
        Интерпола, ФАТФ и многого другого. Если бы пользователь был найден в какой-либо
        базе данных, проверка привела бы к отказу
      </li>
    </ul>
  </div>

</template>
