<template>
  <div>
    <h1>Политика Конфиденциальности Соревновательной платформы CyberT</h1>

    <p>Дата последнего обновления: 20.01.2023 г.</p>

    <p>
      Внимательно прочтите настоящую Политику конфиденциальности перед
      использованием услуг, предоставляемых через веб-сайт CyberT.online, который
      управляется компанией LTD “ONTOORG ORARIOGRAN”, Boumpoulinas, 1,
      BOUBOULINAS, 3rd floor, Flat/Office 31 1060, Nicosia, Cyprus.
    </p>

    <p>
      Мы стремимся защищать конфиденциальность наших зарегистрированных
      пользователей и посетителей веб-сайта, и на этой странице вам предоставляется
      информация о нашей политике в отношении сбора, использования, раскрытия и
      защиты вашей персональной информации при использовании CyberT.
    </p>

    <p>
      Ваш доступ к веб-сайту CyberT.online и его использование зависит от вашего согласия
      и соблюдения настоящей Политики Конфиденциальности . Настоящая Политика
      Конфиденциальности распространяется на всех посетителей, пользователей и других
      лиц, которые получают доступ или используют веб-сайт CyberT.online и любые
      предоставляемые через него услуги. Получая доступ к веб-сайту CyberT.online или
      используя его, вы подтверждаете и соглашаетесь на сбор вашей персональной
      информации в соответствии с настоящей Политикой Конфиденциальности.
    </p>

    <p>
      Настоящая Политика Конфиденциальности дополняет наше Пользовательское
      Соглашение опубликованное по ссылке (<a href="https://cybert.online/docs#termsOfUse" target="_blank">https://cybert.online/docs#termsOfUse</a>). В случае
      каких-либо противоречий между положениями настоящей Политики
      Конфиденциальности и нашим Пользовательским Соглашением, последние имеют
      преимущественную силу. Если в настоящей Политика Конфиденциальности не указано
      иное, термины, используемые в Политике Конфиденциальности, имеют то же
      значение, что и в Пользовательском Соглашении. Настоящая Политика
      Конфиденциальности может актуализироваться, при этом измененная Политика
      Конфиденциальности публикуется на веб-сайте CyberT.online. Мы можем, но не
      обязаны сообщать вам о любых изменениях. Изменения в Политика
      Конфиденциальности вступают в силу после их публикации на веб-сайте CyberT.online.
      Вам рекомендуется периодически просматривать настоящую Политику
      Конфиденциальности на предмет любых изменений. Вопросы, связанные с настоящей
      Политикой Конфиденциальности , должны направляться по адресу
      <a href="mailto:helper.cybert@gmail.com" target="_blank">helper.cybert@gmail.com</a>
    </p>

    <ul>
      <li>
        <h2><strong>1.</strong> Персональные данные</h2>
        <ul>
          <li>
            <strong>1.1.</strong> При использовании CyberT мы можем попросить вас предоставить нам
            определенную персональную информацию, которую можно использовать для связи с
            вами или вашей идентификации, а также для эффективного предоставления услуг
            CyberT. Такая информация включает, среди прочего, ваше имя, адрес электронной
            почты, номер телефона, вашу игровую статистику, историю взаимодействия с Личным
            счетом, информацию, собранную в ходе опросов, в которых вы участвовали, ваше
            общение с нами и другую персональную информацию, которую нам нужно собирать
            для предоставления услуг CyberT («Персональная информация»).
          </li>
          <li>
            <strong>1.2.</strong> Если вы зарегистрируете свой адрес электронной почты, мы можем время от
            времени отправлять вам информацию. Наша цель заключается в том, чтобы
            предоставить вам соответствующую информацию, которая может включать в себя
            информационные бюллетени и индивидуальные предложения от наших партнеров. Вы
            можете в любое время отказаться от получения указанных электронных писем, нажав
            кнопку отмены подписки в нежелательном электронном письме.
          </li>
          <li>
            <strong>1.3.</strong> Чтобы убедиться, что ваша Учетная запись пользователя используется в
            соответствии с настоящими Условиями, мы можем проверить отдельную единицу и
            IP-адрес(а), связанные с вашей Учетной записью пользователя.
          </li>
          <li>
            <strong>1.4.</strong> Ваши персональные данные обрабатываются с целью предоставления услуг
            CyberT, соблюдения действующего законодательства и обеспечения использования
            Учетной записи пользователя в соответствии с нашими Условиями использования. Тем
            не менее, с этой же целью ваши персональные данные могут быть переданы третьим
            лицам. Регистрируя Учетную запись пользователя, или посещая веб-сайт
            CyberT.online, вы предоставляете свое явное согласие на описанную выше обработку
            ваших персональных данных.
          </li>
          <li>
            <p>
              <strong>1.5.</strong> При прохождении процесса Верификации поставщик услуг запрашивает
              следующие данные:
            </p>
            <ul>
              <li>
                ● Фото удостоверения личности или международного паспорта или водительского
                удостоверения и/или иного документа подтверждающего личность
                Пользователя;
              </li>
              <li>
                ● Фото Пользователя, для подтверждения, что Пользователь действительно
                является владельцем документов и передаваемые им данные исходят от
                Пользователя.
              </li>
            </ul>
          </li>
          <li>
            <strong>1.6.</strong> Срок рассмотрения заявки подтверждающей личность Пользователя занимает от
            30 секунд до 10 минут.
          </li>
          <li>
            <strong>1.7.</strong> Во избежании ОТКАЗА в прохождении Верификации Пользователя от поставщика
            услуг, что приведет к НЕВОЗМОЖНОСТИ использовать Личный счет, пожалуйста,
            ВНИМАТЕЛЬНО проверьте все данные отправляемые поставщику услуг.
          </li>
          <li>
            <strong>1.8.</strong> При работе с Личным счетом поставщик услуг вправе запросить номер карты, дату
            истечения срока службы карты и CVC, а также номер электронного кошелька и иную
            информацию для осуществления транзакции.
          </li>
        </ul>
      </li>
      <li>
        <h2><strong>2.</strong> Файлы cookie</h2>
        <ul>
          <li>
            <strong>2.1.</strong> На вебсайте CyberT.online мы используем файлы cookie. Файлы cookie - это
            буквенно-цифровые идентификаторы, которые мы передаем на жесткий диск вашего
            устройства через ваш веб-браузер при использовании вами веб-сайта CyberT.online.
            Причина, по которой мы собираем файлы cookie, заключается в обеспечении
            возможности распознать ваш браузер и тем самым улучшить ваши впечатления от
            использования сервиса. В настройках своего браузера вы можете выбрать либо
            получать уведомление, когда вы получаете файлы cookie, либо вообще отказаться от
            файлов cookie. Конечно, вы можете это сделать, но тогда вы не сможете использовать
            все части нашего сервиса из-за сбоев и ухудшения веб-сайта.
          </li>
        </ul>
      </li>
      <li>
        <h2><strong>3.</strong> Журналы сервера</h2>
        <ul>
          <li>
            <strong>3.1.</strong> При доступе на веб-сайт CyberT.online мы можем зарегистрировать ваш IP-адрес,
            URL-адрес доступа, время доступа, тип браузера и URL-адрес реферала, чтобы
            получить внутреннюю информацию о статистике трафика сайта. Эта информация
            используется в обобщенном виде и никогда не связана с какой-либо персональной
            информацией, кроме как для идентификации пользователей, которые используют
            CyberT для спама или другой деятельности, которая считается противоречащей нашим
            Условиям использования.
          </li>
        </ul>
      </li>
      <li>
        <h2><strong>4.</strong> Маркетинговая деятельность</h2>
        <ul>
          <li>
            <strong>4.1.</strong> Регистрируя Учетную запись пользователя, вы предоставляете нам право
            показывать ваше имя пользователя, данные геймплея и статистику, а также любую
            другую информацию о вашей деятельности на CyberT. Зарегистрировав учетную
            запись пользователя, вы также соглашаетесь разрешить нам печатать, публиковать,
            транслировать и использовать во всем мире на любых носителях и в любое время
            ваше имя, псевдоним, изображение, голос, портрет и/или биографические данные для
            рекламных, маркетинговых или других связанных с этим целей без дополнительной
            компенсации.
          </li>
        </ul>
      </li>
      <li>
        <h2><strong>5.</strong> Сторонние инструменты отслеживания</h2>
        <ul>
          <li>
            <strong>5.1.</strong> Мы используем сторонние инструменты отслеживания для повышения
            эффективности и возможностей нашего веб-сайта. Эти сторонние инструменты
            отслеживания предназначены для сбора исключительно не персональной информации
            об использовании вами нашего веб-сайта. Тем не менее, настоящим вы признаете, что
            такие инструменты находятся вне нашего контроля и, соответственно, мы не несем
            ответственности за то, какая информация будет фактически получена третьими
            лицами и как такая информация будет использоваться или защищаться.
          </li>
        </ul>
      </li>
      <li>
        <h2><strong>6.</strong> Передача в третью страну</h2>
        <ul>
          <li>
            <strong>6.1.</strong> На веб-сайте CyberT.online мы также используем Google Analytics. Это широко
            используемый инструмент, предоставляемый компанией Google Inc., предназначенный
            для анализа использования посетителями веб-сайтов. Google Analytics использует
            файлы cookie, которые генерируют информацию, которая будет обрабатываться и
            храниться компанией Google на серверах в Соединенных Штатах. Компания Google
            обрабатывает, например, ваш IP-адрес. Они делают это с целью оценки использования
            веб-сайта CyberT.online и предоставления интернет-услуг, связанных с веб-сайтом
            CyberT.online. Тем не менее, компания Google не будет связывать ваш IP-адрес с
            другими данными. Принимая настоящую Политику Конфиденциальности, вы
            подтверждаете, что мы будем обрабатывать ваши персональные данные по причинам,
            изложенным в настоящей Политике.
          </li>
          <li>
            <strong>6.2.</strong> Кроме того, это означает, что ваши персональные данные будут переданы в
            Соединенные Штаты Америки. Используя Сервис и принимая настоящую Политику
            конфиденциальности, вы тем самым даете свое явное согласие на то, чтобы мы
            передали ваши персональные данные на серверы компании Google в Соединенных
            Штатах Америки.
          </li>
        </ul>
      </li>
      <li>
        <h2><strong>7.</strong> Поставщики услуг</h2>
        <ul>
          <li>
            <strong>7.1.</strong> Мы можем использовать услуги сторонних компаний и физических лиц для
            оказания помощи, предоставления и осуществления сервиса или для оказания нам
            помощи в анализе использования нашего сервиса. Такие сторонние лица имеют
            доступ к вашей персональной информации только для выполнения этих задач от
            нашего имени и обязаны не раскрывать или не использовать эту информацию для
            каких-либо других целей.
          </li>
        </ul>
      </li>
      <li>
        <h2><strong>8.</strong> Безопасность</h2>
        <ul>
          <li>
            <strong>8.1.</strong> Даже несмотря на то, что мы серьезно относимся к безопасности вашей
            персональной информации, мы хотели бы напомнить вам, что ни один метод передачи
            через Интернет или метод электронного хранения не является полностью безопасным.
            Мы стремимся использовать коммерчески приемлемые средства защиты вашей
            персональной информации и обеспечивать, чтобы ваша персональная информация
            обрабатывалась безопасным образом и в соответствии с настоящей Политикой
            Конфиденциальности, но мы не можем гарантировать ее абсолютную безопасность.
          </li>
          <li>
            <strong>8.2.</strong> Мы обязуемся без вашего разрешения не продавать или не сдавать в аренду вашу
            персональную информацию неафилированным третьим лицам или третьим лицам, с
            которым мы не ведем коммерческое сотрудничество, если только мы не будем
            юридически обязаны раскрыть или передать вашу персональную информацию.
          </li>
        </ul>
      </li>
    </ul>
  </div>
</template>
