<template lang="html">
  <div>
    <h1>Пользовательское Соглашение Соревновательной платформы CyberT</h1>

    <p>Дата последнего обновления: 20.01.2023 г.</p>

    <p>
      Настоящее Пользовательское Соглашение по использованию Соревновательной
      платформы CyberT, размещенной по ссылке https://cybert.online (далее – «CyberT»)
      представляет собой соглашение, имеющее обязательную юридическую силу
      («Соглашение»), между вами и LTD “ONTOORG ORARIOGRAN”, Boumpoulinas, 1,
      BOUBOULINAS, 3rd floor, Flat/Office 31 1060, Nicosia, Cyprus, далее «Компания»,
      регулирующее ваш доступ к CyberT и порядок ее использования.
    </p>

    <p>
      Перед тем как начать использование CyberT, вы обязаны ознакомиться с настоящим
      Соглашением, а также со всеми применимыми на CyberT правилами и иными
      документами, которые размещены в соответствующих разделах CyberT.
    </p>

    <p>
      После заполнения обязательных полей, необходимых для регистрации на CyberT и
      ознакомления с настоящим Соглашением, вы присоединяетесь (принимаете)
      настоящее Соглашение.
    </p>

    <p>
      Подтверждая настоящее Соглашение и/или используя CyberT, вы заявляете и
      гарантируете, что вы достигли возраста 18 лет, а также, в соответствии с применимым
      законодательством вашей страны, вы имеете возможность заключать договоры
      (например, вы достигли возраста дееспособности, предусмотренного применимым
      законодательством).
    </p>

    <p>
      Компания рекомендует родителям или опекунам/попечителям контролировать
      деятельность своих детей в Интернете.
    </p>

    <p>
      В целях защиты персональных данных детей Компания рекомендует родителям или
      опекунам следить за тем, чтобы их дети никогда не раскрывали свои персональные
      данные без предварительного согласия родителей или опекунов/попечителей.
    </p>

    <p>
      Если Компания предполагает в отношении любого пользователя или потенциального
      пользователя, что подобный пользователь не достиг возраста 18 лет и не обладает
      необходимой дееспособностью, то Компания оставляет за собой право
      незамедлительно ограничить или прекратить его доступ к CyberT, прекратить действие
      игрового профиля и удалить все данные о нем.
    </p>

    <p>
      В любых случаях ответственность за использование CyberT несовершеннолетними
      лицами ложится на их родителей или опекунов/попечителей, и предполагается, что
      любое подобное использование было одобрено родителями или
      опекунами/попечителями.
    </p>

    <p>
      Если вы являетесь родителем или опекуном/попечителем несовершеннолетнего и не
      одобряли использование платформы своим ребенком, свяжитесь с нами по адресу
      электронной почты <a href="mailto:helper.cybert@gmail.com" target="_blank">helper.cybert@gmail.com</a> и Мы
      предпримем все необходимые меры
      для ограничения доступа вашего ребенка к CyberT, прекратим действие его Игрового
      Аккаунта, а также удалим все данные о нем.
    </p>

    <p>
      Фактическое использование CyberT без регистрации, в форме и в объеме, доступном
      без регистрации на CyberT, также является подтверждением настоящего Соглашения.
    </p>

    <p>
      Среди прочего, целью функционирования CyberT является развитие и популяризация
      компьютерного спорта и киберспортивных мероприятий.
    </p>

    <ul>
      <li>
        <h2>1. Термины и определения</h2>

        <p>
          В целях настоящего Соглашения нижеуказанные понятия используются в следующем
          значении:
        </p>

        <p>
          <strong>Пользовательское Соглашение (Соглашение)</strong> – настоящий документ
          «Пользовательское Соглашение Соревновательной платформы CyberT»,
          размещенный по ссылке (<a
            href="https://cybert.online/docs#termsOfUse"
            target="_blank"
          >https://cybert.online/docs#termsOfUse</a>),
          регулирующий
          отношения между Компанией и Игроком в части использования CyberT, а также любые
          иные документы, к которым дана отсылка в настоящем Соглашении.
        </p>

        <p>
          <strong>Пользователь</strong> – физическое лицо, достигшее разрешенного возраста для
          использования CyberT и обладающее необходимой дееспособностью для получения
          доступа к CyberT и реализации функциональных возможностей CyberT, подтвердивший
          условия настоящего Соглашения в предусмотренном порядке, и в виду этого
          являющееся стороной по настоящему Соглашению.
        </p>

        <p>
          <strong>Верификация</strong> - процесс подтверждения Пользователя по его паспорту, водительскому
          удостоверению и/или иным документом предусмотренным законодательством страны,
          в которой проживает Пользователь.
        </p>

        <p>
          <strong>Личный счет</strong> - денежные средства Пользователя на CyberT, формирование Личного
          счета происходит самостоятельно за счет средств Пользователя на CyberT. Валюта, в
          которой хранятся средства Личного счета зависит от места регистрации/авторизации
          Пользователя и страны выдачи документов предоставляемых Пользователем при
          прохождении Верификации.
        </p>

        <p>
          <strong>Бонусный счет</strong> - денежные средства Пользователя на CyberT, полученные от Компании
          вследствии выполнения условий по маркетинговым/промо и/или иным условиям
          опубликованным Компанией в социальных сетях и/или на сайте CyberT.
        </p>

        <p>
          <strong>Игра</strong> – соревнование между Пользователями по компьютерному спорту/киберспорту,
          организованное на CyberT. Правила Игры регулируются соответствующими
          Регламентами.
        </p>

        <p><strong>Игрок</strong> - Пользователь, участвующий в Игре в соответствии с Регламентом.</p>

        <p>
          <strong>Регламент</strong> – правила проведения Игры, размещенные на CyberT при
          создании/присоединении к Игре.
        </p>

        <p>
          <strong>Оператор</strong> - сотрудник Компании осуществляющий контроль над честностью и
          справедливостью в Игре.
        </p>

        <p><strong>Рейтинг</strong> - очки оценивающие навык Игрока.</p>

        <p>
          <strong>Социальный Рейтинг</strong> - очки оценивающие взаимодействие Игрока с другими
          Пользователями CyberT.
        </p>

        <p><strong>Команда</strong> – группа Игроков, объединившихся для целей совместного участия в Игре.</p>

        <p>
          <strong>Игровой Профиль</strong> – раздел CyberT, содержащий данные о Пользователе, состоянии
          его Личного и Бонусного счета, информации о подключенных Играх, рейтинге и
          истории взаимодействия Пользователя на CyberT.
        </p>
      </li>
      <li>
        <h2>2. Регистрация и создание Игрового Профиля</h2>
        <ul>
          <li>
            <strong>2.1.</strong> Каждый Пользователь может использовать CyberT для целей получения
            информации в режиме «только для чтения».
            Для полного доступа к функционалу CyberT Пользователи должны зарегистрироваться,
            авторизоваться на CyberT. Использование Сторонних платформ для авторизации,
            регулируется отдельными политиками и соглашениями таких Сторонних платформ.
          </li>
          <li>
            <strong>2.2.</strong> Для доступа к полному функционалу CyberT Пользователю необходимо пройти
            Верификацию Игрового Профиля. Также Пользователь может указать дополнительные
            данные по своему собственному желанию.
          </li>
          <li>
            <strong>2.3.</strong> Данные, указанные в п. 2.2. настоящего Соглашения, могут включать в себя
            персональные данные. Порядок обработки персональных данных определяется в
            политике конфиденциальности, размещенной по следующей ссылке
            (<a
              href="https://cybert.online/docs#privacyPolicy"
              target="_blank"
            >https://cybert.online/docs#privacyPolicy</a>) (далее – «Политика Конфиденциальности»).
            <br><br>
            Для целей регистрации на CyberT, участия в Играх и создания или присоединения к
            Команде Пользователи должны подтвердить Политику Конфиденциальности и дать
            согласие на обработку своих персональных данных в предусмотренном порядке.
            Использование CyberT описанными выше способами не допускается без
            подтверждения Пользователем Политики Конфиденциальности и без дачи согласия на
            обработку персональных данных. В случае отзыва Пользователем согласия на
            обработку его персональных данных способом, предусмотренным Политикой
            Конфиденциальности, Пользователь теряет возможность участвовать в Играх,
            создавать или присоединяться к Команде.
          </li>
        </ul>
      </li>
      <li>
        <h2>3. Описание функционала CyberT</h2>
        <ul>
          <li>
            <strong>3.1.</strong> Пользователь может получать информацию, размещенную на CyberT, принимать
            участие в Играх, создавать или присоединяться к Командам, следить за участием
            других Пользователей в Играх, а также использовать CyberT иным способом,
            предусмотренным ее функционалом.
          </li>
          <li>
            <p><strong>3.2.</strong> Правила создания и присоединения к Команде:</p>
            <ul>
              <li>
                <strong>3.2.1.</strong> Каждый зарегистрированный Пользователь может создать Команду на CyberT.
                Команды создаются с целью участия в Игре в определенных режимах
                предусмотренных Регламентом. Член Команды может покинуть Команду в любой
                момент, если иное не предусмотрено настоящим Соглашением.
              </li>
              <li>
                <strong>3.2.2.</strong> Пользователь также может быть в любой момент исключен из Команды
                Создателем Команды по собственному усмотрению Создателя Команды.
              </li>
              <li>
                <strong>3.2.3.</strong> Вступая в Команду, Пользователь предоставляет Создателю Команды право на
                принятие решений об участии Команды в Игре, совершение необходимых действий во
                время проведения Игры, взаимодействие с Операторами от имени Команды и всех
                Участников, являющихся членами такой Команды.
              </li>
            </ul>
          </li>
          <li>
            <p><strong>3.3.</strong> Правила принятия участия в Играх:</p>
            <ul>
              <li>
                <strong>3.3.1.</strong> Для целей участия в Играх Команда, Игрок/Игроки должны присоединиться к
                Игре, при условии наличия свободных слотов на участие в Игре.
              </li>
              <li>
                <strong>3.3.2.</strong> Пользователь может самостоятельно принять решение о участии/не участии в
                Играх, а также самостоятельно создавать новые комнаты для проведения Игр, в таком
                случае в Регламенте будет использоваться за основу Рейтинг основателя Игры.
              </li>
              <li><strong>3.3.3.</strong> Пользователь вправе самостоятельно оценить стоимость участия в Игре.</li>
              <li>
                <strong>3.3.4.</strong> Игра начнется только если все Игроки приняли условия Регламента
                определенной Игры и заняли все слоты на участие в Игре.

                Компания и/или Оператор может в любое время потребовать от любого Пользователя
                предоставить доказательство соответствия Пользователя требованиям настоящего
                Соглашения, чтобы продолжать разрешать такому Пользователю доступ к CyberT
                и/или к участию в Игре, и каждый Пользователь настоящим признает и принимает это
                условие в качестве разумной меры для обеспечения безопасности CyberT.

                Кроме того, каждый Пользователь должен будет пройти процесс Верификации и
                предоставить надлежащее подтверждение личности и подтверждение соответствия
                требованиям CyberT до получения Призов или обработки Компанией и/или
                Организатором Турнира любого запроса на получение Приза.

                НЕПРЕДСТАВЛЕНИЕ надлежащего подтверждения личности Пользователем И/ИЛИ
                непредставление подтверждения соответствия требованиям платформы И/ИЛИ
                предоставление заведомо ложной информации, может привести к
                ПРИОСТАНОВЛЕНИЮ И/ИЛИ ПРЕКРАЩЕНИЮ ДЕЙСТВИЯ Игрового профиля
                пользователя.
              </li>
              <li>
                <strong>3.3.5.</strong> После старта Игры, все Игроки ДОЛЖНЫ завершить Игру, до выяснения
                результата Игры.
              </li>
              <li>
                <strong>3.3.6.</strong> В случае, если Игрок/Игроки покинули Игру до завершения Игры, Компания
                вправе принять дисциплинарные ограничения и/или полное ограничение в доступе к
                Игровому Профилю.
              </li>
              <li>
                <strong>3.3.7.</strong> В процессе Игры Игрок/Игроки имеют право направить жалобу на неправомерные
                действия Игрока/Игроков противоположной Команды. По завершению Игры
                Игрок/Игроки имеют право оценить навыки и взаимодействия союзников путем
                формирования оценки Социального Рейтинга.
              </li>
              <li>
                <strong>3.3.8.</strong> ТОЛЬКО Оператор вправе изменить исход Игры, в случаях, если Игрок/Игроки не
                соблюдали Регламент проведения Игры и/или использовал сторонний софт для
                получения преимущества в Игре. Оператор не вправе изменить Победителей Игры,
                только ПОДТВЕРДИТЬ или ОТМЕНИТЬ результат Игры.
              </li>
              <li>
                <strong>3.3.9.</strong> После завершения Игры и подтверждения результатов, происходит
                распределение средств между Личными/Бонусными счетами Игроков и такая Игра
                является ЗАВЕРШЕННОЙ. Статус такой Игры не вправе изменить НИКТО.
              </li>
            </ul>
          </li>
          <li>
            <p><strong>3.4.</strong> Правила работы с Личным/Бонусным счетом.</p>
            <ul>
              <li><strong>3.4.1.</strong> Пользователь вправе САМОСТОЯТЕЛЬНО управлять средствами Личного счета.</li>
              <li>
                <strong>3.4.2.</strong> Пополнение Личного счета осуществляется на странице управления Личным
                счетом, путем выбора “канала” обработки транзакции и суммы необходимой для
                Пополнения Личного счета.
              </li>
              <li>
                <strong>3.4.3.</strong> Информационная таблица по Пополнению денежных средств из Личного счета
                Пользователя.

                <div class="tg-container">
                  <table class="tg">
                    <thead>
                      <tr>
                        <th class="tg-0pky">
                          Платежный метод
                        </th>
                        <th class="tg-0pky">
                          Комиссия
                        </th>
                        <th class="tg-0pky">
                          Сроки обработки
                        </th>
                        <th class="tg-0pky">
                          Минимальная сумма пополнения
                        </th>
                        <th class="tg-0pky">
                          Максимальная сумма пополнения
                        </th>
                        <th class="tg-0pky">
                          Необходимые документы
                        </th>
                      </tr>
                    </thead>
                    <tbody>
                      <tr>
                        <td class="tg-0pky">
                          Банковские карты (система МИР)
                        </td>
                        <td class="tg-0pky">
                          5%
                        </td>
                        <td class="tg-0pky">
                          от 10 секунд до 15 минут
                        </td>
                        <td class="tg-0pky">
                          200₽
                        </td>
                        <td class="tg-0pky">
                          1 000 000₽ в месяц
                        </td>
                        <td class="tg-0pky" rowspan="5">
                          Документы удостоверяющие личность пользователя при прохождении
                          Верификации.
                          Минимальный набор информации должен включать в себя: <br>
                          1) Фамилию<br>
                          2) Имя<br>
                          3) Номер документа подтверждающий личность Пользователя<br>
                          4) Дата выдачи<br>
                          5) Срок окончания<br>
                          6) Место выдачи
                        </td>
                      </tr>
                      <tr>
                        <td class="tg-0pky">
                          BinancePay
                        </td>
                        <td class="tg-0pky">
                          5%
                        </td>
                        <td class="tg-0pky">
                          от 10 секунд до 15 минут
                        </td>
                        <td class="tg-0pky">
                          1 BUSD
                        </td>
                        <td class="tg-0pky">
                          9 000 BUSD в день 1 500 000 BUSD в месяц
                        </td>
                      </tr>
                      <tr>
                        <td class="tg-0pky">
                          СБП (Система Быстрых Платежей)
                        </td>
                        <td class="tg-0pky">
                          5%
                        </td>
                        <td class="tg-0pky">
                          от 10 секунд до 15 минут
                        </td>
                        <td class="tg-0pky">
                          500₽
                        </td>
                        <td class="tg-0pky">
                          150 000₽ за операцию
                        </td>
                      </tr>
                      <tr>
                        <td class="tg-0pky">
                          HUMO
                        </td>
                        <td class="tg-0pky">
                          7% + 3 500 UZS
                        </td>
                        <td class="tg-0pky">
                          от 10 секунд до 15 минут
                        </td>
                        <td class="tg-0pky">
                          1000 UZS
                        </td>
                        <td class="tg-0pky">
                          лимиты банка (стандартные суточные)
                        </td>
                      </tr>
                      <tr>
                        <td class="tg-0pky">
                          UZCard
                        </td>
                        <td class="tg-0pky">
                          7%
                        </td>
                        <td class="tg-0pky">
                          от 10 секунд до 15 минут
                        </td>
                        <td class="tg-0pky">
                          1000 UZS
                        </td>
                        <td class="tg-0pky">
                          лимиты банка (стандартные суточные)
                        </td>
                      </tr>
                    </tbody>
                  </table>
                </div>
              </li>
              <li>
                <strong>3.4.4.</strong> В случае возникновения ошибки (можно отследить по статусу на странице
                Личного счета) Пополнения Личного счета Пользователю необходимо связаться с
                техподдержкой путем составления обращения на странице Поддержка и/или
                обращения к Оператору (в правом нижнем углу любой страницы).
              </li>
              <li>
                <strong>3.4.5.</strong> Вывод из Личного счета осуществляется на странице управления Личным счетом,
                путем выбора “канала” обработки транзакции и суммы необходимой Пользователю.
                ВНИМАНИЕ! Вывод из Личного счета можно осуществить только на реквизиты, с
                которых Пользователь осуществил Пополнение Личного счета, для подтверждения
                владения данным счетом.
              </li>
              <li>
                <strong>3.4.6.</strong> Информационная таблица по Выводу денежных средств из Личного счета
                Пользователя

                <div class="tg-container">
                  <table class="tg">
                    <thead>
                      <tr>
                        <th class="tg-0pky">
                          Платежный метод
                        </th>
                        <th class="tg-0pky">
                          Сроки обработки
                        </th>
                        <th class="tg-0pky">
                          Минимальная сумма вывода
                        </th>
                        <th class="tg-0pky">
                          Максимальная сумма вывода
                        </th>
                        <th class="tg-0pky">
                          Необходимые документы
                        </th>
                      </tr>
                    </thead>
                    <tbody>
                      <tr>
                        <td class="tg-0pky">
                          Банковские карты (система МИР)
                        </td>
                        <td class="tg-0pky">
                          от 1 минуты до 24 часов
                        </td>
                        <td class="tg-0pky">
                          500₽
                        </td>
                        <td class="tg-0pky">
                          100 000₽ за операцию
                        </td>
                        <td class="tg-0pky" rowspan="5">
                          Документы удостоверяющие личность пользователя при прохождении
                          Верификации.
                          Минимальный набор информации должен включать в себя: <br>
                          1) Фамилию<br>
                          2) Имя<br>
                          3) Номер документа подтверждающий личность Пользователя<br>
                          4) Дата выдачи<br>
                          5) Срок окончания<br>
                          6) Место выдачи
                        </td>
                      </tr>
                      <tr>
                        <td class="tg-0pky">
                          BinancePay
                        </td>
                        <td class="tg-0pky">
                          от 1 минуты до 24 часов
                        </td>
                        <td class="tg-0pky">
                          1 BUSD
                        </td>
                        <td class="tg-0pky">
                          1 500 000 BUSD в день
                        </td>
                      </tr>
                      <tr>
                        <td class="tg-0pky">
                          HUMO
                        </td>
                        <td class="tg-0pky">
                          от 1 минуты до 24 часов
                        </td>
                        <td class="tg-0pky">
                          5000 UZS
                        </td>
                        <td class="tg-0pky">
                          5 000 000 UZS за операцию
                        </td>
                      </tr>
                      <tr>
                        <td class="tg-0pky">
                          UZCard
                        </td>
                        <td class="tg-0pky">
                          от 1 минуты до 24 часов
                        </td>
                        <td class="tg-0pky">
                          5000 UZS
                        </td>
                        <td class="tg-0pky">
                          5 000 000 UZS за операцию
                        </td>
                      </tr>
                    </tbody>
                  </table>
                </div>
              </li>
              <li>
                <strong>3.4.7.</strong> В случае возникновения ошибки (можно отследить по статусу на странице
                Личного счета) Вывода средств из Личного счета Пользователю необходимо связаться
                с техподдержкой путем составления обращения на странице Поддержка и/или
                обращения к Оператору (в правом нижнем углу любой страницы).
              </li>
              <li>
                <strong>3.4.8.</strong> Бонусный счет управляется АВТОМАТИЧЕСКИ, до выполнения условий
                промо/маркетинговой Акции. Вывод средств с Бонусного счета невозможен, до
                выполнения условия Акции/Промо Акции.
              </li>
              <li>
                <strong>3.4.9.</strong> После выполнения условий Бонусный счет АВТОМАТИЧЕСКИ перейдет в Личные
                средства Пользователя.
              </li>
              <li>
                <strong>3.4.10.</strong> Пользователь вправе САМОСТОЯТЕЛЬНО выбирать счет для участия в Игре, в
                случае, если Регламент позволяет Пользователю выбирать между Личным и Бонусным
                счетом.
              </li>
              <li>
                <strong>3.4.11.</strong> В случае некорректного Пополнения Личного счета Пользователь вправе
                запросить Отмену Пополнения, не позднее 24 часов с момента Пополнения и в случае,
                если средства Личного счета не участвовали в Играх, а были ошибочно Пополнены.
              </li>
              <li>
                <strong>3.4.12.</strong> При выполнении условий указанных в пункте 3.4.11 Пользователю доступна
                кнопка “Отмена Пополнения” на странице управления Личным счетом.
              </li>
              <li>
                <strong>3.4.13.</strong> По истечению срока указанном в пункте 3.4.11 и/или участия в Игре,
                Пользователю необходимо перейти на страницу управления Личного счета и выбрать
                Вывод средств.
              </li>
              <li><strong>3.4.14.</strong> Запрос Отмены Пополнения может занимать от 1 минуты до 24 часов.</li>
              <li>
                <strong>3.4.15.</strong> В случае возникновения ошибки при Отмене Пополнения (можно отследить по
                статусу на странице управления Личным счетом) Пользователю необходимо обратится
                в техподдержку путем обращения на странице Поддержка и/или обращения к
                Оператору (в правом нижнем углу любой страницы).
              </li>
            </ul>
          </li>
        </ul>
      </li>
      <li>
        <h2>4. Обязанности Пользователей и запрещенные на CyberT действия.</h2>
        <ul>
          <li>
            <p>
              <strong>4.1.</strong> Помимо иных обязанностей, упомянутых в настоящем Соглашении, Пользователь
              обязуется:
            </p>
            <ul>
              <li>
                <strong>4.1.1.</strong> Соблюдать все правила и ограничения, установленные настоящим Соглашением,
                а также исполнять обязанности, предусмотренные настоящим Соглашением;
              </li>
              <li>
                <strong>4.1.2.</strong> При заполнении профиля на CyberT указывать полные, достоверные и точные
                данные о себе, а также поддерживать такие данные в актуальном состоянии;
              </li>
              <li><strong>4.1.3.</strong> Соблюдать Регламенты Игр, в которых Пользователь принимает участие;</li>
              <li>
                <strong>4.1.4.</strong> Соблюдать лицензионные соглашения, пользовательские соглашения и иные
                соглашения, заключенные Пользователем в отношении прав использования игр, по
                которым проводятся Игры;
              </li>
              <li>
                <strong>4.1.5.</strong> Уважать право других Пользователей на использование CyberT и участие в
                Играх, и Пользователь не вправе своими действиями создавать ситуации, при которых
                права других Пользователей могут быть нарушены и/или ограничены. Компания
                оставляет за собой право давать собственную конечную правовую оценку
                соответствия действий и ситуаций данному пункту правил;
              </li>
              <li>
                <strong>4.1.6.</strong> Самостоятельно предпринимать должные меры, обеспечивающие безопасность
                его учетных записей на CyberT и предотвращающие несанкционированное
                пользование третьими лицами этими учетными записями;
              </li>
            </ul>
          </li>
          <li>
            <p>
              <strong>4.2.</strong> Помимо иных запретов, установленных в настоящем Соглашении, Пользователю
              запрещается:
            </p>
            <ul>
              <li>
                <strong>4.2.1.</strong> Передавать/продавать/предоставлять доступ другим Пользователям или третьим
                лицам доступ к своему аккаунту (учетной записи) на CyberT;
              </li>
              <li>
                <strong>4.2.2.</strong> Создавать и/или использовать в играх в рамках участия в Играх ботов (сторонняя
                программа, которая позволяет в автоматическом режиме управлять
                персонажем/игрой), иные программы, технические и/или иные средства, которые
                способны вносить изменения в игровой процесс, не предусмотренный сценарием игры,
                а также предоставить не предусмотренные сценарием игры преимущества перед
                другими игроками (в том числе чит-коды, аимботы и т.п.), или для эмуляции действий
                Пользователя в игре, а также неоднократное участие в игровом процессе в составе
                группы (команды) игроков, использующих такие средства;
              </li>
              <li>
                <strong>4.2.3.</strong> Использовать, а также распространять информацию, призывать к использованию
                или публично пропагандировать любые ошибки и сбои CyberT. Пользователь,
                обнаруживший такие ошибки, обязан прекратить их использование и сообщить об этом
                Компании в течение следующих 24 часов после момента обнаружения в поддержку
                CyberT или Операторам, подробно и достоверно изложив все обстоятельства их
                обнаружения и использования. В случае возникновения у Пользователя сомнений,
                является ли функционирование какого-либо конкретного процесса на платформе
                нормальным, либо же в его работе существуют аномалии, отклонения, ошибки,
                Пользователь обязан приостановить использование такого процесса и обратиться в
                поддержку CyberT для получения соответствующих разъяснений;
              </li>
              <li>
                <strong>4.2.4.</strong> Распространение слухов, клеветы, порочащей информации о Компании, других
                Пользователях, игровых сервисах, игровых акциях, игровых мероприятиях, партнерах
                Компании;
              </li>
              <li>
                <strong>4.2.5.</strong> Осуществлять спам (информационные рассылки и объявления, не относящиеся к
                CyberT), флуд (многократное повторение, воспроизведение, копирование и т.д.
                информации) в любых видах информационных сервисов CyberT и в рамках
                проведения Игр (чаты, приватные сообщения, внутриигровые письма, доски
                объявлений и т.п.);
              </li>
              <li>
                <strong>4.2.6.</strong> Размещать любые рекламные объявления на CyberT или в рамках проведения
                Игр без предварительного согласования с Компанией;
              </li>
              <li>
                <strong>4.2.7.</strong> Использование любых нецензурных, оскорбительных, провокационных,
                рекламных слов и символов в любом виде, а также распространение в любой форме
                угрозы насилия или физической расправы, рекламы наркотиков, порнографических
                материалов или сторонних ресурсов, содержащих эти материалы в открытом доступе,
                пропаганды нетерпимости к расовой, национальной, религиозной, культурной,
                идеологической, половой, языковой или политической принадлежности, а также
                поощрять подобные действия и высказывания, совершаемые другими
                Пользователями. Требования настоящего пункта распространяются среди прочего на
                названия Команд, логотипы Команд, никнеймы Пользователей на CyberT, никнеймы
                Пользователей в играх, по которым проходят Игры и трансляции;
              </li>
              <li>
                <strong>4.2.8.</strong> Осуществлять декомпиляцию, расшифровку, инженерный анализ данных, обход
                систем обеспечения безопасности данных, взлом/попытка взлома программных
                компонентов CyberT или ее сервисов и/или перехват данных, поступающих к серверу
                или от сервера;
              </li>
              <li>
                <strong>4.2.9.</strong> Копировать, собирать, воспроизводить, объединять в базу данных и
                распространять данные других Пользователей, ставшие доступными в рамках
                использования CyberT;
              </li>
              <li>
                <strong>4.2.10.</strong> Копировать, транслировать, рассылать, публиковать, воспроизводить и
                распространять в любой форме информацию, любые материалы и результаты
                интеллектуальной деятельности, размещенные на CyberT, без предварительного
                согласования с Компанией;
              </li>
            </ul>
          </li>
          <li>
            <p>
              <strong>4.3.</strong> Меры ответственности, применяемые к Пользователям в случае нарушения
              настоящего Соглашения:
            </p>
            <ul>
              <li>
                <strong>4.3.1.</strong> В случае однократного существенного нарушения Пользователем настоящего
                Соглашения, или в случае многократных несущественных нарушений Пользователем
                настоящего Соглашения, Компания по своему собственному усмотрению вправе
                ограничить доступ Пользователя к CyberT, в том числе ограничить доступ
                Пользователя к Играм или ограничить доступ Пользователя к CyberT полностью,
                включая прекращение действия Игрового Профиля и удаление всех данных о
                Пользователе.
              </li>
            </ul>
          </li>
        </ul>
      </li>
      <li>
        <h2>
          5. ОТКАЗ ОТ ГАРАНТИЙ
          ПЛАТФОРМА ФУНКЦИОНИРУЕТ ПО ПРИНЦИПУ «КАК ЕСТЬ», ТО ЕСТЬ БЕЗ
          ГАРАНТИЙ КАЧЕСТВА И ПРИГОДНОСТИ ДЛЯ КАКИХ-ЛИБО ЯВНЫХ ИЛИ
          ПОДРАЗУМЕВАЕМЫХ ЦЕЛЕЙ. КОМПАНИЯ НЕ ГАРАНТИРУЕТ, ЧТО ПЛАТФОРМА
          БУДЕТ РАБОТАТЬ БЕСПРЕРЫВНО И БЕЗОШИБОЧНО, ПРИ ЭТОМ КОМПАНИЯ
          ПРЕДПРИМЕТ ВСЕ ЗАВИСЯЩИЕ ОТ НЕЕ МЕРЫ ДЛЯ ОБЕСПЕЧЕНИЯ
          РАБОТОСПОСОБНОСТИ ПЛАТФОРМЫ. КОМПАНИЯ ВПРАВЕ В ЛЮБОЕ ВРЕМЯ
          ПРЕКРАТИТЬ ИЛИ ПРИОСТАНОВИТЬ РАБОТУ ПЛАТФОРМЫ.
        </h2>
      </li>
      <li>
        <h2>6. ОТВЕТСТВЕННОСТЬ СТОРОН. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ</h2>
        <ul>
          <li>
            <strong>6.1.</strong> Компания не несет ответственности и не возмещает никакой ущерб, прямой или
            косвенный, причиненный Пользователю или третьим лицам в результате
            использования или невозможности использования CyberT, если иное не
            предусмотрено применимым законодательством.
          </li>
          <li>
            <strong>6.2.</strong> Компания не несет ответственности за любой ущерб устройству или программному
            обеспечению Пользователя или иного лица, вызванный или связанный с
            использованием CyberT или при переходе по ссылкам, размещенным в рамках CyberT.
          </li>
        </ul>
      </li>
      <li>
        <h2>
          7. СРОК ДЕЙСТВИЯ СОГЛАШЕНИЯ. ПОРЯДОК ИЗМЕНЕНИЯ И РАСТОРЖЕНИЯ
          СОГЛАШЕНИЯ
        </h2>
        <ul>
          <li>
            <strong>7.1.</strong> Соглашение действует с момента подтверждения Пользователем в порядке,
            установленным настоящим Соглашением, и действует в течение 1 (одного) месяца.
          </li>
          <li>
            <p>
              <strong>7.2.</strong> Настоящее Соглашение автоматически продлевается на каждый последующий
              месяц, если до истечения указанного срока:
            </p>
            <ul>
              <li>
                <strong>7.2.1.</strong> Компания не примет решение об изменении положений настоящего Соглашения,
                о необходимости заключения с Пользователем нового соглашения, прекращении
                администрировании и обслуживания CyberT и прекращения к ней доступа,
                прекращении настоящего Соглашении в отношении Пользователя, или прекращения
                доступа к использованию CyberT в отношении Пользователя.
              </li>
              <li>
                <strong>7.2.2.</strong> Пользователь не примет решение о прекращении использования CyberT и не
                удалит свою учетную запись на CyberT. Пользователь может удалить свою учетную на
                CyberT путем обращения в службу технической поддержки.
              </li>
            </ul>
          </li>
          <li>
            <strong>7.3.</strong> Компания вправе в любое время без уведомления Пользователя и без объяснения
            причин прекратить настоящее Соглашение в одностороннем внесудебном порядке с
            немедленным прекращением доступа и возможности использовать CyberT и без
            возмещения каких-либо затрат, убытков или возврата полученного по Соглашению, в
            том числе в случаях закрытия CyberT, любого, в том числе однократного, нарушения
            Пользователем условий настоящего Соглашения, а также любых других случаях,
            указанных Компанией на страницах CyberT, если иное прямо не предусмотрено
            применимым законодательством и настоящим Соглашением.
          </li>
          <li>
            <strong>7.4.</strong> Настоящее Соглашение может быть изменено Компанией в любое время, при этом
            Пользователю будет предложено подтвердить обновленную форму Соглашения при
            первом входе Пользователя на CyberT после обновления Соглашения. Новая
            редакция Соглашения вступает в силу с момента подтверждения Пользователем.
            Использование CyberT без подтверждения обновленной версии Соглашения не
            допускается. Актуальная версия Соглашения доступна по адресу:
            (<a href="https://cybert.online/docs#termsOfUse" target="_blank">https://cybert.online/docs#termsOfUse</a>).
            Регулярное ознакомление с действующей
            редакцией Соглашения является обязанностью Пользователя.
          </li>
          <li>
            <strong>7.5.</strong> Настоящее Соглашение может быть расторгнуто в иных случаях, предусмотренных
            законодательством Республики Кипр.
          </li>
        </ul>
      </li>
      <li>
        <h2>8. ПРОЧИЕ УСЛОВИЯ</h2>
        <ul>
          <li>
            <strong>8.1.</strong> Настоящее Соглашение и взаимоотношения между Пользователями и Компанией в
            связи с исполнением настоящего Соглашения и использованием CyberT регулируются
            законодательством Республики Кипр.
          </li>
          <li>
            <strong>8.2.</strong> Признания судом недействительным любого из положений данного Соглашения не
            влечет недействительности других его положений или Соглашения в целом, а потому
            не ведет к утрате им юридической силы.
          </li>
          <li>
            <strong>8.3.</strong> Все споры сторон по настоящему Соглашению подлежат разрешению путем
            переписки и переговоров с использованием обязательного досудебного
            (претензионного) порядка. В случае невозможности достичь согласия между
            сторонами спора путем переговоров в течение 30 (тридцати) календарных дней с
            момента получения стороной письменной претензии, рассмотрение спора должно
            быть передано любой заинтересованной стороной в суд общей юрисдикции по месту
            нахождения Компании (с исключением подсудности дела любым иным судам), если
            иное прямо не предусмотрено применимым законодательством.
          </li>
          <li>
            <strong>8.4.</strong> Настоящее Соглашение составлено на русском языке и в некоторых случаях может
            быть предоставлено Пользователю для ознакомления на другом языке. В случае
            расхождения русской версии Соглашения и версии Соглашения на ином языке,
            применяются положения русской версии настоящего Соглашения.
          </li>
          <li>
            <strong>8.5.</strong> По вопросам , связанным с исполнением Соглашения, просьба обращаться по
            адресу местонахождения Компании по адресу: Boumpoulinas, 1,
            BOUBOULINAS, 3rd floor, Flat/Office 31 1060, Nicosia, Cyprus или по электронной почте
            <a href="mailto:helper.cybert@gmail.com" target="_blank">helper.cybert@gmail.com</a>
          </li>
        </ul>
      </li>
    </ul>
  </div>
</template>

<style lang="scss">
table {
  margin: 24px auto;
}

.tg-container {
  overflow: auto;
  max-width: calc(80vw - 32px);
}

.tg {
  border-collapse: collapse;
  border-spacing: 0;
}

.tg td {
  border-color: white;
  border-style: solid;
  border-width: 1px;
  font-weight: 350;
  font-size: 1.6rem;
  line-height: 116.7%;
  letter-spacing: 0.03rem;
  color: #FFFFFF;
  overflow: hidden;
  padding: 10px 12px;
  word-break: normal;
}

.tg th {
  border-color: white;
  border-style: solid;
  border-width: 1px;
  font-weight: 350;
  font-size: 1.6rem;
  line-height: 116.7%;
  letter-spacing: 0.03rem;
  color: #FFFFFF;
  overflow: hidden;
  padding: 10px 12px;
  word-break: normal;
}

.tg .tg-0pky {
  border-color: inherit;
  text-align: left;
  vertical-align: top
}
</style>
